Repository: foss-np/smriti
Catalog: ne_NP_MediaWiki.tmx
Source language: en
Languages: ne

source: I accept. Create my account.
ne: सहमत छु । मेरो खाता बनाउनुहोस्।

source: ^Install Kubuntu Netbook
ne: कुबुन्टु नेटबुक स्थापना गर्नुहोस्

source: must be greater than or equal to %{count}
ne: %{count} भन्दाठूलो वा बराबर हुनुपर्छ

source: Wikisource
ne: विकिस्रोत

source: Cannot import from the specified wiki.
ne: खुलाइएको विकिबाट आयात गर्न सकिएन

source: Drag to new location
ne: नयाँ स्थानमा खसाल्ने

source: Show lists
ne: सुचीहरू देखाउने

source: Request a return receipt
ne: फिर्ते रसिदको लागि अनुरोध गर्ने

source: Singapore dollar
ne: सिंगापुर डलर

source: The Captcha value you entered is incorrect. Please try again.
ne: तपाईंले हालेको काप्चा भ्यालु सही भएन। फेरि प्रयास गर्नुहोस्।

source: %s: running: %zu windows open
ne: %s: चालु: %zu विन्डोहरू खुलेका

source: View help page
ne: सहायता पृष्ठ हेर्ने

source: The file is a ZIP file that contains a Java .class file. Uploading Java files is not allowed because they can cause security restrictions to be bypassed.
ne: यो फाइल एक जिप फाइल हो जसमा एउटा जाभा .class फाइल छ। जाभा फाइलहरू अपलोड गर्नु बन्देज छ, किनकि यसको कारण सुरक्षा बाधाहरू पार गर्न सकिन्छ।

source: First name is mandatory.
ne: नाम आवश्यक छ ।

source: Bus Station
ne: बस स्टेसन्

source: Not allowed
ne: अनुमति छैन

source: Show all tags
ne: सबै संकेतहरू देखाउने

source: You are not qualified to vote in this election: $1
ne: तपाईं $1 चुनावको निम्ति मत दिन योग्य हुनुहुन्न।

source: Object history
ne: वस्तुको इतिहास

source: There is no edit history for this page.
ne: यस पृष्ठको लागी कुनै सम्पादन इतिहास छैन।

source: Temporary password:
ne: अस्थाइ पासवर्ड

source: _Other Media…
ne: _अरु मिडिया...

source: WikiLove – Send a message of appreciation to another user
ne: विकिलभ - कुनै अर्को प्रयोगकर्तालाई प्रसंसा गर्दै सन्देस पठाउनुहोस

source: Default
ne: पूर्वनिर्धारित

source: Ogg $1 video file, $2
ne: Ogg $1 विडियो फाइल, $2

source: We
ne: बु

source: Search Wikipedia Zero
ne: विकिपीडिया शून्य खोज्नुहोस्

source: Draft
ne: मसौदा

source: way
ne: बाटो

source: Please choose another name.
ne: कृपया अर्को नाम छान्नुहोस्।

source: Optional add-ons
ne: ऐच्छिक एड-अनहरू

source: The following {{PLURAL:$1|page links|$1 pages link}} to this file:
ne: यस फाइलमा निम्न{{PLURAL:$1|पृष्ठ जोडिन्छ|$1 पृष्ठहरू जोडिन्छन्}}:

source: must be accepted
ne: स्विकार्नै पर्ने

source: Cancel upload and return to the upload form
ne: उर्ध्वभरण रद्द गर्ने र उर्ध्वभरण फारमतिर जाने

source: Last ten users to contribute to the page
ne: पृष्ठमा योगदान गर्ने अन्तिम दश प्रयोगकर्ताहरू

source: Writer
ne: लेखक

source: Average change per page
ne: प्रतिपृष्ठ औसत परिवर्तन

source: Pause Printing
ne: प्रिन्टिङ रोक्न

source: _Test flash
ne: फ्ल्यास परीक्षण गर्नुहोस्

source: Package %s does not exist
ne: %s प्याकेज अस्तित्वमा छैन

source: Unknown symptom
ne: अज्ञात लक्षण

source: Other message
ne: अन्य सन्देशहरु

source: Proofread
ne: प्रुफरिड

source: Remove the user from all privileged groups
ne: सबै विशेषाधिकार प्राप्त समूहबाट प्रयोगकर्तालाई निकाल्ने

source: View comment
ne: टिप्पणी हेर्ने

source: Real name (optional)
ne: वास्तविक नाम (ऐच्छिक)

source: %s is still logged in
ne: %s अझै लगइन छ

source: state
ne: राज्य

source: The following {{PLURAL:$1|page has been deleted but is|$1 pages have been deleted but are}} still in the archive and can be restored. The archive may be periodically cleaned out.
ne: निम्नलिखित {{PLURAL:$1|पृष्ठ मेटिएकोछ तर पूरालेखभित्रै छ|$1 पृष्ठ मेटिएकाछन् तर पूरालेखभित्रै छन्}} र पुनर्स्थापित गर्न सकिन्छ। पूरालेखको समय-समयमा सफाई गर्न सकिन्छ।

source: Upload files from a URL
ne: URL बाट फाइल उर्ध्वभरण गर्ने

source: High contrast on or off
ne: हाई कन्ट्रास्ट अन अथवा अफ

source: fax
ne: फेक्स

source: _Show
ne: देखाउनुहोस्

source: You are currently %{curator_level_with_indefinite_article}.
ne: तपाईं हाल %{curator_level_with_indefinite_article} हुनुहुन्छ ।

source: Link to this page
ne: यस पाना सम्मको लिङ्क

source: _Software Sources…
ne: सफ्टवेयर स्रोतहरू…

source: New filename:
ne: नयाँ फाइलनाम :

source: Update name
ne: नाम परिमार्जन गर्ने

source: Delete tweet
ne: ट्विट मेट्ने

source: {{PLURAL:$1|1 member|$1 members}} ({{PLURAL:$2|1 subcategory|$2 subcategories}}, {{PLURAL:$3|1 file|$3 files}})
ne: {{PLURAL:$1|एक सदस्य|$1 सदस्यहरू}} ({{PLURAL:$2|1 उपश्रेणी|$2 उपश्रेणीहरू}}, {{PLURAL:$3|एउटा फाइल|$3 फाइलहरू}})

source: Current _password
ne: हालको पासवर्ड

source: Collection Sheet
ne: संग्रह सिट

source: p2 score
ne: p2 स्कोर

source: Error: Too many #time calls.
ne: त्रुटी: एकदम धेरै #time callहरु

source: Run!
ne: दौडनुहोस् !

source: Import pages from a file upload
ne: फाइल अपलोडबाट पृष्ठ आयात गर्ने

source: This file was previously uploaded to this wiki.
ne: यो फाइल पहिला नैं यस विकिमा अपलोड गरिएको हो।

source: Automatic
ne: स्वाचालित

source: AIM Handle:
ne: AIM हैण्डल:

source: Site settings were updated.
ne: साइट सेटिङ अद्यावधिक गरिए

source: To link to it in HTML, copy this URL:
ne: यसमा HTMLमा लिंक गर्न, यो URL ठेगाना कपी गर्नुहोस्:

source: Examine individual changes
ne: प्रत्येक परिवर्तनलाई जाँच्ने

source: _Fullscreen
ne: पूरा पर्दा

source: Suspend
ne: निलम्बन गर्ने

source: Preview your changes. Please use this before saving.
ne: तपाईँको परिवर्तनको पूर्वरूप , कृपया संग्रह गर्नु अघि यो प्रयोग गर्नुहोला !

source: An indexing process is already running.
ne: सुचीकरण अनुक्रम चलिरहेको छ ।

source: Please enter the following PIN on '%s':
ne: '%s' मा निम्न पिन राख्नुहोस्:

source: You are about to revert the file <strong>[[Media:$1|$1]]</strong> to the [$4 version as of $3, $2].
ne: तपाईं <strong>[[Media:$1|$1]]</strong>लाई [$4 $2 मा $3 बजेको अवतरण] लाई पूर्ववत गर्दै हुनुहुन्छ।

source: Add linked wiki page to your book
ne: लिङ्क गरिएको विकि पृष्ठलाई आफ्नो पुस्तकमा जोड्ने

source: Entry point URLs
ne: प्रवेश विन्दु युआरयलहरू

source: Calendar View
ne: क्यालेन्डर रूप

source: List of wikis
ne: विकिहरूको सूची

source: Maximises the current window.
ne: हालको विन्डोलाई ठूलो बनाउँछ ।

source: Constraint report
ne: श्रोत अभाव प्रतिवेदन

source: Font type:
ne: फन्ट प्रकार:

source: Check user's IP addresses and other information
ne: प्रयोगकर्ताहरूका आईपी ठेगानाहरू र अन्य जानकारी जाँच्ने

source: To change time or date settings, you need to authenticate.
ne: समय वा मिति सेटिङहरू बदल्न, प्रमाणिकरण गर्नु आवश्यक छ।

source: ^Install Ubuntu MID
ne: उबुन्टु MID स्थापना गर्नुहोस

source: Fair
ne: ठिकै

source: Number of edits to show by default:
ne: पूर्व निर्धारितरुपमा देखाउनुपर्ने सम्पादनहरू :

source: Domain:
ne: डोमेन:

source: Filter:
ne: फिल्टर:

source: Board Games
ne: बोर्ड खेलहरू

source: The sandbox prefix you specified is not local.
ne: तपाईंले खुलाउनु भएको प्रयोगस्थल उपसर्ग स्थानीय छैन।

source: Below is a list of special gadgets you can enable for your account. These gadgets are mostly based on JavaScript, so JavaScript has to be enabled in your browser for them to work. Note that these gadgets will have no effect on this preferences page. Also note that these special gadgets are not part of the MediaWiki software, and are usually developed and maintained by users on your local wiki. Local administrators can edit the [[MediaWiki:Gadgets-definition|definitions]] and [[Special:Gadgets|descriptions]] of available gadgets.
ne: विशेष उपकरणहरूको सूची तल दिइएकोछ तपाईंले आफ्नो खातामा सक्रिय पार्न सक्नुहुन्छ। प्राय सबै उपकरणहरू जाभास्क्रीप्टमा आधारित छन्, यस कारण ब्राउजरमा काम गराउनको लागि जाभास्क्रीप्टलाई सक्रिय गर्नु पर्छ। याद राख्नुहोस् ती उपकरणहरूले अभिरुचि पृष्ठमा असर गर्दैनन्। यो पनि याद राखुहोस् यी विशेष उपकरणहरू मीडिया विकि सफ्टवेयरभित्र पर्दैनन् र प्राय स्थानीय विकि प्रयोगकर्ताहरूले यसको विकास र सञ्चालन गर्दछन्। स्थानीय प्रबन्धकहरूले उपलब्ध उपकरणहरूका [[MediaWiki:Gadgets-definition|परिभाषाहरू]] र [[Special:Gadgets|विवरणहरू]] सम्पादन गर्दछन्।

source: Allow lowercase page names
ne: सानो अक्षरका पृष्ठ नाम स्वीकार्ने

source: Delete this account
ne: यो खाता मेट्ने

source: Overpass API
ne: ओभरपास एपिअाई

source: Incorrect protocol
ne: दूषित प्रोटोकल

source: The URL contained too many redirects
ne: यस युआरयलमा धेरै पुननिर्देशनहरू छन्

source: No reason given.
ne: कुनै पनि कारण दिइएको छैन ।

source: _FTP Proxy
ne: _FTP प्रोक्सि

source: CPU time usage
ne: सिपियु प्रयोग अवधि

source: Day
ne: दिन

source: A message from the Crown
ne: राजाको एउटा सन्देश

source: Filter by prefix:
ne: प्रिफिक्स अनुसार फिल्टर:

source: You are about to delete the tag "$1" from the database.
ne: तपाईं ट्याग "$1" लाई डाटावेसबाट हटाउँदै हुनुहुन्छ ।

source: Nothing to see.
ne: हेर्नको लागि केही छैन.

source: Unpin from Start
ne: सुरुबाट हटाउने

source: The Brilliant Idea Barnstar is awarded to a user who figures out an elegant solution to a particularly difficult problem.
ne: कमालको आइडिया बार्नस्टार ती प्रयोगकर्तालाई दिइने गरिन्छ जसले कुनै अत्यन्त गाह्रो समस्याको उत्कृष्ट समाधान निकाल्छन।

source: Create a collection
ne: संग्रह तयार गर्नुहोस्

source: Media item
ne: मेडिया सामग्री

source: {{GENDER:|Mark}} as missing
ne: {{GENDER:|चिनु}} रहेका छैनन्

source: Australian dollar
ne: अस्ट्रेलियायी डलर

source: Best _Fit
ne: सबैभन्दा मिल्दो

source: move forward
ne: अघि बढ्ने

source: Confirm email
ne: इमेल हेरेर पक्का गर्नुहोस

source: There seems to be a problem with your login session; this action has been canceled as a precaution against session hijacking. Go back to the previous page, reload that page and then try again.
ne: यस्तो लागदैछ कि तपाईंको लगइन सत्रसँग कुनै समस्या छ। सत्र अपहरणबाट बचाउन को लागि सावधानीको रूपमा तपाईंको यो क्रियाकलाप रद्द गरिएको छ। कृपया पछाडी जानुहोस र पृष्ठलाई पुनः लोड गर्नुहोस, अनि फेरी प्रयास गर्नुहोला।

source: Create a new filter
ne: नयाँ फिल्टर बनाउने

source: Fire Station
ne: अग्नि नियन्त्रण स्टेसन्

source: Have one's own edits automatically marked as patrolled
ne: आफ्नो सम्पादनहरू पट्रोल (गस्ती) गरिएको रुपमा सम्पादन गर्ने

source: Hidden level:
ne: लुप्त(लुकेको) स्तर

source: Nick
ne: बोलाउने नाम

source: Save profile information
ne: प्रोफाइल जानकारी संग्रहगर्ने

source: Edit a page.
ne: पृष्ठ सम्पादन गर्नुहोस्।

source: Connect
ne: जोड़ने

source: The list of terminology used by Wikidata.
ne: विकिडेटामा प्रयोग गरिने टर्मिनोलोजी

source: Omit diff after performing a rollback
ne: पूर्वस्थितिमा फर्काएपछि भिन्नता हटाउने

source: There is currently no text in this page. You can [[Special:Search/{{PAGENAME}}|search for this page title]] in other pages, <span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} search the related logs], or [{{fullurl:{{FULLPAGENAME}}|action=edit}} edit this page]</span>.
ne: यस लेखमा अहिले केहि पनि पाठ छैन । तपाईंले अन्य पृष्ठमा [[Special:Search/{{PAGENAME}}|यस पृष्ठको शीर्षकको लागि खोज]] गर्न सक्नुहुन्छ । <span class="plainlinks">[{{fullurl:{{#Special:Log}}|page={{FULLPAGENAMEE}}}} पृष्ठ सम्बन्धित ढड्डामा खोज], वा [{{fullurl:{{FULLPAGENAME}}|action=edit}} यसै पृष्ठलाई सम्पादन गर्ने]</span>.

source: Log out
ne: निर्गमन (लग आउट)

source: {{PLURAL:$1|Fill in one of the fields to receive a temporary password via email.}}
ne: {{PLURAL:$1|कृपया यहाँ मध्ये एउटा क्षेत्र भरि अस्थाई पासवर्ड इमेल मार्फत प्राप्त गर्नुहोस।}}

source: Create tally
ne: ट्याली बनाउने

source: Block {{GENDER:$1|user}}
ne: {{GENDER:$1|प्रयोगकर्ता}}लाई निषेध गर्ने

source: Number of colonies
ne: बस्तीहरूका संख्या

source: Non-protectable namespace
ne: सुरक्षित गर्न नमिल्ने नेमस्पेस

source: Sorry, the data for the %{type} with the id %{id}, took too long to retrieve.
ne: माफ गर्नुहोला, %{id} अाइडि भएको %{type}को लागि तथ्याङ्क प्राप्त गर्न निक्कै समय लाग्यो ।

source: Total published
ne: कूल प्रकाशित

source: Color space
ne: वर्ण स्थान

source: View private logs
ne: व्यक्तिगत लगहरू हेर्ने

source: Analysis of user contributions
ne: प्रयोगकर्ताको योगदानको विश्लेषण

source: {{GENDER:|Need}} help with translations?
ne: के सहयोग {{GENDER:|आवश्यक}} छ ?

source: The requested IP address or username is not blocked.
ne: अनुरोध गरिएको प्रयोगकर्ता नाम वा आई पी ठेगाना निषेधित गरिएको छैन ।

source: When {{GENDER:|you}} are happy with the result, press "{{int:cx-publish-button}}".
ne: जब {{GENDER:|तपाईँ}} नतिजासँग सन्तुष्ट हुनुहुन्छ तब "{{int:cx-publish-button}}" बटन थिच्नुहोस् ।

source: Bot: Replacing category %(oldcat)s with %(newcat)s
ne: रोबोट: %(oldcat)s श्रेणलाई %(newcat)sसंग साट्दै

source: Namespace of move destination page
ne: सार्दाको गन्तव्य पृष्ठको नेमस्पेस

source: Special page
ne: विशेष पृष्ठ

source: You do not have permission to move files.
ne: फाइल हटाउने अनुमति तपाईँलाई छैन।

source: Select abuse filter actions to be reverted
ne: पूर्ववत गर्ने दुरुपयोग फिल्टर कार्य छान्ने

source: No formatting defined for notification.
ne: जानकारीको लागि कुनै पनि ढाँचा खुलाइएको छैन ।

source: Magic {{PLURAL:$1|word|words}} ($1)
ne: जादु {{PLURAL:$1|शब्द|शब्दहरू}} ($1)

source: Hi %s, you have open files you might want to save. Would you like to…
ne: नमस्ते %s, तपाईंका केही फाइलहरू खुल्लै छन् जसलाई तपाईं सेभ गर्न चाहनुहोला । तपाईं के चाहनुहुन्छ...

source: Please enter your
ne: कृपया तपाईंको हाल्नुहोस्

source: Date Range
ne: मिति सीमा

source: Deactivate
ne: निष्क्रिय

source: Page ID of move source page
ne: सारिएको श्रोत पृष्ठको पृष्ठ आइडी

source: Begin
ne: सुरु

source: Filter ID:
ne: फिल्टर परिचय:

source: Deleted.
ne: मेटिएको ।

source: Dec
ne: डिसेम्बर

source: View deleted text and changes between deleted revisions
ne: मेटाइएका संशोधन बीचका मेटाइएका पाठ र परिवर्तनहरू हेर्ने

source: Amarok - Rediscover Your Music!
ne: एमारोक - तपाईँको सङ्गीत रिडिस्कोभर गर्नुहोस्!

source: Photo mode
ne: तस्विर शैली

source: Your edit was not saved!
ne: तपाईंको सम्पादन संग्रह गरिएको थिएन!

source: From
ne: देखि

source: Language selection saved
ne: भाषा चयन बचत भयो

source: Older Entries
ne: पुराना अभिलेखहरू

source: Error performing API request
ne: एपिआई अनुरोध प्रदर्शन गर्दा त्रुटि

source: Test wiki:
ne: परीक्षण विकी

source: Dialed Numbers
ne: डायल गरिएको नम्बर

source: This file is from $1 and may be used by other projects. Maybe you want to edit the description on its [$2 file description page] there.
ne: यो फाइल $1 बाट हो र अन्य परियोजनाहरू द्वारा पनि प्रयोग गर्न सकिन्छ। शायद तपाईं [$2 त्यहाँ यसको फाइल विवरण पृष्ठ]लाई सम्पादित गर्न चाहनुहुन्छ।

source: Chat with your collaborator by typing in this box!
ne: यो बाकसमा लेखेर सहकर्मीसँग कुरा गर्नुहोस्

source: There is no email address recorded for user "$1".
ne: प्रयोगकर्ता "$1"को लागि कुनै पनि इ-मेल दर्ता गरिएको छैन ।

source: Track the most recent changes to the wiki on this page.
ne: विकिका भर्खरका परिवर्तनहरूलाई यस पृष्ठमा पहिल्याउने

source: Marked as patrolled
ne: गस्ती गरिएको(patrolled) को रुपमा चिनो लगाइयो

source: Dey
ne: देय

source: User is not blocked
ne: प्रयोककर्तालाई रोक लगाइएको छ

source: Global account information
ne: वैश्विक खाता जानकारी

source: Syntax
ne: वाक्यविन्यास

source: {{ns:project}}:Check user
ne: {{ns:project}}:प्रयोगकर्ता जाँच

source: Altitude
ne: उँचाई

source: No preference
ne: कुनै अभिरुचि छैन

source: Delete Avatar
ne: अवतार मेट्ने

source: Duplicate
ne: नकल

source: Pulse Until Running
ne: नचलेसम्म मिलिक-मिलिक गर्ने

source: All wikis alphabetically
ne: सबै विकिहरू बर्णानुसार

source: Show only deleted filters
ne: मेटाइएका फिल्टहरु मात्र देखाउनुहोस्

source: You've successfully linked your %{provider} account
ne: तपाईंले सफलतापूर्वक तपाईंको %{provider} खातालाई जोड्नु भयो

source: Pages containing omitted template arguments
ne: मेटिएका ढाँचाहरूसँग सम्बन्ध रहेका पृष्ठहरू

source: Display a textual description of speech and sounds
ne: बोली र ध्वनिको पाठ विवरण देखउनुहोस्

source: <strong>Note:</strong>
ne: '''सूचना:'''

source: {{GENDER:|You}} don't need to add them all
ne: {{GENDER:|तपाईँ}}ले नै सबै थप्नु पर्ने आवश्यक छैन

source: The database did not find the text of a page that it should have found, named "$1" $2. This is usually caused by following an outdated diff or history link to a page that has been deleted. If this is not the case, you may have found a bug in the software. Please report this to an [[Special:ListUsers/sysop|administrator]], making note of the URL.
ne: नाम "$1" $2 भएको भेटिनु पर्ने पृष्ठको पाठ डेटाबेसले भेटाइएन, यस्तो प्राय: मिति नाघिसकेको भिन्न वा इतिहास वा कुनै मेटिसकेको पानाको लिंक पहिल्याउनाले हुन्छ । यदि यस्तो भएको होइन भने सफ्टवेयरको त्रुटि पनि हुनसक्छ । कृपया यसको url खुलाइ [[Special:ListUsers/sysop|प्रबन्धक]]लाई उजुरी गर्नुहोस्

source: When re-using this work, please link to
ne: यस कार्यको पुन: प्रयोग गर्ने क्रममा , कृपया यससँग लिनङ्क गर्नुहोस्

source: Date metadata was last modified
ne: मेटा जानकारी अन्तिम सम्पादन गरिएको मिति

source: Document
ne: दस्ताबेज

source: Return to [[:$1]]
ne: [[:$1]] मा फर्किने

source: Double redirects
ne: दोहोरो अनुप्रेषण

source: Filename has been changed to "$1".
ne: फाइलको नाम "$1"मा सारियो।

source: Page already exists, but was required not to
ne: पृष्ठ पहिला देखि नै उपलब्ध छ, तर पहिला आवश्यक थिएन

source: The radius of the shadow blur for the active window.
ne: सक्रिय विन्डोको धमिलोपनको अर्धव्यास ।

source: Production
ne: उत्पादन

source: Filters
ne: फिल्टरहरू

source: Edit assessment
ne: कार्यभार सम्पादन गर्ने

source: Open image in new tab
ne: तस्विर नयाँ ट्याबमा खोल्नुहोस्

source: Internal Error
ne: आन्तरिक त्रुटि

source: Invalid language code "$1"
ne: अमान्य भाषा कोड "$1"

source: {{GENDER:$1|{{GENDER:$2|Thanked}}}}
ne: {{GENDER:$1|{{GENDER:$2|धन्यवाद ज्ञापित}}}}

source: Left Half
ne: बायाँ आधा

source: The username is invalid.
ne: प्रयोगकर्ता नाम अमान्य छ।

source: rank
ne: क्रम

source: Converter
ne: रूपान्तरण

source: Wikipedia search
ne: विकिपीडिया खोजी

source: Show more unread messages and mark the currently viewable messages read
ne: अहिले पढ्न सकिने सन्देशहरू चिनो लगाएर अरु नपढेका सन्देशहरू देखाउने ।

source: The subject you entered is invalid. It may: * Be too long, or * Conflict with interwiki prefixes or namespace names.
ne: तपाईंले हालेको विषय अमान्य छ। यो: * अति लामो भएको अथवा * अन्तर विकि उपसर्ग अथवा नेमस्पेस (नामस्थान)सित अन्तर विरोधि भएकोछ।

source: Morning only
ne: बिहान मात्र

source: Copying
ne: कपि हुदै

source: Track the most recent changes to the wiki in this feed.
ne: यो फिडमा रहेको विकीको सवैभन्दा अन्तिम परिवर्तनहरुको जानकारी राख्नुहोस्

source: New messages in
ne: नयाँ सन्देशहरू

source: Port:
ne: बन्दरगाहः

source: Move pages with their subpages
ne: तिनीहरूको सह-पृष्ठसहित पृष्ठहरू सार्ने

source: Block succeeded
ne: निषेधकार्य सफल भयो

source: _Red:
ne: रातो:

source: diff
ne: भिन्नता

source: Undeletion will not be performed if it will result in the top page or file revision being partially deleted. In such cases, you must uncheck or unhide the newest deleted revision.
ne: यदि यो माथिल्लो पृष्ठ बन्छ या फाइल संस्करणहरू आंशिक मेटिएका छन् भने मेट्ने काम रद्द गरिने छैन। त्यस अवस्थामा तपाईंले छनौटमा अन्तिम मेटिएको नयाँ संस्करण नलुकाउनेमा चिनो लगाउनु पर्छ ।

source: Period end:
ne: अवधि समाप्त:

source: Ad-hoc
ne: एड-हक

source: Sort by:
ne: क्रमबद्ध गर्ने:

source: Volume
ne: आयतन

source: Generated: $1. Duration: $2 {{PLURAL:$2|second|seconds}}.
ne: उत्पन्नः $1. अवधिः $2 {{PLURAL:$2|सेकेण्ड|सेकेण्ड्स}}.

source: Cannot upload this file because Internet Explorer would detect it as "$1", which is a disallowed and potentially dangerous file type.
ne: यो फाइल उर्ध्वभरण गर्न सकिएन किनभनें '''इण्टरनेट एक्स्प्लोरर'''ले यस फाइललाई "$1" बतायो जसलाई संभावित खतरनाक प्रकारको फाइल मानियो।

source: _Print
ne: प्रिन्ट गर्नुहोस

source: Connect to database
ne: डेटाबेससँग सम्बन्ध बनाउने

source: Clear Cache?
ne: क्यास खाली गर्ने हो ?

source: The target language code.
ne: लक्षित भाषाको कोड ।

source: Remove user
ne: प्रयोगकर्ता हटाउन

source: Save books as community page
ne: पुस्तकहरूलाई समुदाय पृष्ठको रूपमा सङ्ग्रह गर्ने

source: Gradients
ne: ग्रेडियन्टहरू

source: System for notifying users about events and messages
ne: प्रयोगकर्तालाई सम्मेलन तथा सन्देश सूचना दिने जानकारी प्रणाली

source: Resolution
ne: रिजोल्युसन

source: Cheese Website
ne: चिज वेबसाइट

source: Newest pages
ne: नयाँ पृष्ठहरू

source: Current email address:
ne: हालको इमेल-ठेगाना:

source: Switcher
ne: स्विचर

source: Move to bottom
ne: सबैभन्दा तल पठाउने

source: Go to Page
ne: पृष्ठमा जाने

source: New password (again):
ne: नयाँ पासवर्ड (पुन:):

source: Display pages ending at:
ne: निम्नमा अन्तहुने पृष्ठहरू देखाउने:

source: Other Sources
ne: अन्य स्रोतहरू

source: error
ne: त्रुटि

source: Wikimedia Researcher
ne: विकिमिडिया अनुसन्धानकर्ता

source: Website
ne: वेबसाइट

source: Points:
ne: विन्दुहरु:

source: C_redits
ne: श्रेय

source: Remove Selected
ne: छानिएको हटाउने

source: Khordad
ne: खोर्दाद

source: Subject code
ne: विषय कोड

source: This is a list of changes made recently to pages linked from a specified page (or to members of a specified category). Pages on [[Special:Watchlist|your watchlist]] are <strong>bold</strong>.
ne: यो सूची निर्दिष्ट पृष्ठ (वा निर्दिष्ट श्रेणी)सित जोडिएका भर्खरै परिवर्तन भएका पृष्ठको हो। [[Special:Watchlist|तपाईँको निगरानी सूची]]का पृष्ठहरू <strong>गाढा अक्षरमा</strong> छन्।

source: by
ne: द्वारा

source: Account #
ne: खाता #

source: $1 {{PLURAL:$1|revision|revisions}} imported
ne: $1 {{PLURAL:$1|संशोधन|संशोधनहरू}} आयात भयो

source: Fast
ne: छिटो

source: Cite This Page
ne: उद्दरण गर्नु

source: Manage user account
ne: प्रयोगकर्ता खाता मिलाउने

source: font
ne: फन्ट

source: Please supply a prefix.
ne: कृपया एउटा उपसर्ग दिनुहोस।

source: Photo path
ne: तस्वीर मार्ग:

source: Video Mouse
ne: भिडियो माउस

source: Poor
ne: खत्तम

source: [[$1]] has been moved. It was automatically updated and now it redirects to [[$2]].
ne: [[$1]] सारिएको छ। यसले स्वत [[$2]] तिर अनुप्रेषित गर्दछ।

source: Expiry:
ne: सकिने:

source: Sitelinks
ne: साइटलिङ्करू

source: Dimensions
ne: आकारहरू

source: Preparing download...
ne: अधोभरणको तयारी हुँदैछ...

source: Penguin Solitaire
ne: पेनगुइन सोलीटार

source: Changing photo for:
ne: निम्नको लागि फोटो परिवर्तन गर्दै

source: Opening %d Item
ne: %d वस्तु खोल्दै

source: Repository
ne: भण्डार

source: There was an error in your submission
ne: तपाईंको अधीनमा त्रुटि भएको थियो

source: Uploaded:
ne: अपलोड गरिएको:

source: View message
ne: सन्देश हेर्ने

source: Select All
ne: सबै छान्ने

source: View private data in the abuse log
ne: दुरुपयोग लगमा व्यक्तिगत डेटा हर्ने

source: Scene capture type
ne: दृश्य पकड़ प्रकार

source: Error: Could not submit form.
ne: त्रुटि : फर्म बुझाउन सकिएन

source: A database error has occurred.
ne: डेटावेसमा त्रुटि उत्पन्न भयो।

source: Error modifying item ID $1: It is missing from the database!
ne: आइडी $1 रहेको वस्तु परिवर्तन गर्दा त्रुटी भएको छ: यस वस्तु डेटावेसबाट हराइरहेको छ !

source: Payment type
ne: भुक्तानी मिति

source: === Check to be sure ===
ne: === निश्चित हुन जाँचगर्नुहोस् ===

source: Email user
ne: प्रयोगकर्तालाई इमेल गर्नुहोस्

source: Port
ne: चाल

source: PostgreSQL settings
ne: PostgreSQL सेटिङहरू

source: The Writer's Barnstar is awarded to any user who has written a large number of articles or has contributed a large number of edits.
ne: लेखक बार्नस्टार यस्ता प्रयोगकर्तालाई प्रदान गरिन्छ जसले बढी मात्रामा लेख लेखेको होस् वा सम्पादन गरेको होस्।

source: Jumada al-awwal
ne: जुमादा अल-अव्वाल

source: Institutions
ne: संस्था

source: Protections are cascading from here
ne: सुरक्षाहरू यहाँबाट क्यासकेडिङ्ग गरिएकोछ

source: Please select your country of residence.
ne: कृपया तपाईंको बस्ने देश छान्नुहोस् ।

source: No Authors
ne: कुनै पनि लेखकहरू छैनन्

source: Kenyan shilling
ne: केन्याली शिलिङ्ग

source: do
ne: गर्ने

source: Translate this project
ne: यो परियोजना अनुवाद गर्ने

source: Import to default locations
ne: पूर्वनिर्धारित स्थानहरूमा आयात

source: The installer for MediaWiki
ne: मेडियाविकिको लागि स्थापक

source: The {{SITENAME}} page $1 has been {{GENDER:$2|moved}} on $PAGEEDITDATE by $2, see $3 for the current revision.
ne: {{SITENAME}} पृष्ठ $1 लाई {{gender:$2|$2}} ले $PAGEEDITDATE मा सारेको हो, वर्तमान अवतरण को लागि $3 हेर्नुहोस।

source: Underline
ne: निम्न रेखाङ्कन

source: Leave a comment
ne: टिप्पणी छोड्ने
